MESH2/system/yPlus
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

yPlus1
{
    // Mandatory entries
    type            yPlus;
    libs            (fieldFunctionObjects);

   
    writeFields     yes;
    executeControl  writeTime;
    writeControl    writeTime;
   
}


// ************************************************************************* //
